INSERT INTO "University" ("id", "slug", "name", "shortName", "tone", "mark", "emailDomains")
VALUES
    ('mgu', 'mgu', 'Московский государственный университет им. М. В. Ломоносова', 'МГУ', '#8fb0d4', 'М', ARRAY[]::TEXT[]),
    ('mifi', 'mifi', 'Национальный исследовательский ядерный университет «МИФИ»', 'МИФИ', '#7fa6ff', '⚛', ARRAY[]::TEXT[]),
    ('spbgu', 'spbgu', 'Санкт-Петербургский государственный университет', 'СПбГУ', '#d5d1c7', '✹', ARRAY[]::TEXT[]),
    ('vshe', 'vshe', 'Национальный исследовательский университет «Высшая школа экономики»', 'ВШЭ', '#d8d8d8', 'В', ARRAY[]::TEXT[]),
    ('mfti', 'mfti', 'Московский физико-технический институт', 'МФТИ', '#d5e5ff', 'Λ', ARRAY[]::TEXT[]),
    ('urfu', 'urfu', 'Уральский федеральный университет', 'УрФУ', '#d9d9d9', 'У', ARRAY[]::TEXT[]),
    ('tgu', 'tgu', 'Томский государственный университет', 'ТГУ', '#b4c8e6', 'Т', ARRAY[]::TEXT[]),
    ('rudn', 'rudn', 'Российский университет дружбы народов', 'РУДН', '#d0c1a1', 'Р', ARRAY[]::TEXT[])
ON CONFLICT DO NOTHING;
